---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNDashMPerM
source: html/cbdf47aa-290a-7120-ccdb-3b6bdd00b6ff.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNDashMPerM Property

Symbol kN-m/m, indicating unit Kilonewton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNDashMPerM { get; }
```